Repository: 3d-tools/flatcam
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Cutting depth (negative) below the copper surface.
de: Schnitttiefe (negativ) unterhalb der Kupferoberfläche.
fr: Profondeur de coupe (négative) au-dessous de la surface de cuivre.

source: Height of the tool when moving without cutting.
de: Höhe des Werkzeugs wenn dieses bewegt wird ohne zu schneiden.
fr: Hauteur de l'outil quand se déplaçant sans couper.

source: Feed Rate:
de: Vorschubgeschwindigkeit:
fr: Vitesse d'alimentation:

source: Cutting speed in the XY plane in units per minute
de: Schrittgeschwindigkeit der XY Ebene in Einheiten pro Minute
fr: Vitesse de coupe dans le plan XY en unités par minute

source: The diameter of the cutting tool (just for display).
de: Der Durchmesser des Schnittwerkzeuges (nur für die Anzeige).
fr: Le diamètre de l'outil de découpe (juste pour l'affichage).

source: <b>Paint Area:</b>
de: <b>Zeichnungsfeld:</b>
fr: <b>Peinture région</b>

source: Creates tool paths to cover the whole area of a polygon (remove all copper). You will be asked to click on the desired polygon.
de: Erstellt einen Wegeplan um die komplette Fläche des Polygons abzudecken (entfernen des Kupfers). Sie werden gefragt um das gewünschte Polygon auszuwählen.
fr: Crée des trajectoires d'outils pour couvrir le toute la zone d'un polygone (supprimer tout le cuivre). Il vous sera demandé cliquer sur le polygone désiré.

source: Straight lines
de: Gerade Linien

source: Connect:
de: Verbinden:

source: Draw lines between resulting segments to minimize tool lifts.
de: Zeichnet Linien zwischen resultierenden Segmenten um Werkzeugbewegungen zu minimieren.

source: Contour:
de: Kontur:

source: Cut around the perimeter of the polygon to trim rough edges.
de: Den Rand des Polygon ausschneiden um harte Kanten zu trimmen.

source: Selection:
de: Auswahl:

source: How to select the polygons to paint.
de: Wie sollen Polygons zum Zeichnen ausgewählt werden.

source: Single
de: Einfach

source: All
de: Alle

source: CNC Job Options
de: CNC Job Optionen
fr: CNC Options de travail

source: Diameter of the tool to be rendered in the plot.
de: Durchmesser des Werkzeuges das in diesem Plot gerendert wird.
fr: Diametre de l'outil à rendu dans le trace.

source: <b>Export G-Code:</b>
de: <b>Exportire G-Code:</b>
fr: <b>Exporter le G-Code:</b>

source: Export and save G-Code to make this object to a file.
de: Exportiert und speichert den G-Code aus dem Objekt in eine Datei.
fr: Exporter et enregistrer G-Code à faire dans un fichier.

source: Prepend to G-Code:
de: Voranstellen zum G-Code:
fr: Avant le G-Code

source: Type here any G-Code commands you would like to add at the beginning of the G-Code file.
de: Platzieren Sie hier die G-Code Komandos die Sie am Beginn der G-Code Datei schreiben wollen.
fr: Tapez ici toutes commande G-Code à ajouter au début du fichier G-Code.

source: Append to G-Code:
de: Zum G-Code hinzufügen:
fr: Ajouter au G-Code

source: Type here any G-Code commands you would like to append to the generated file. I.e.: M2 (End of program)
de: Platzieren Sie hier die G-Code Komandos die Sie ans Ende der G-Code Datei anhängen wollen. z.B.: M2 (Ende des Programms)
fr: Tapez ici tout G-Code commande a ajouter au fichier généré. I.e .: M2 (Fin du programme)

source: Dwell:
de: Vorlaufzeit:
fr: Lancement:

source: Pause to allow the spindle to reach its speed before cutting.
de: Pause damit die Spindel ihre Geschwindigkeit erreicht bevor gefräst wird.
fr: Pause pour permettre à la broche d'atteindre sa vitesse avant de couper.

source: Duration [sec.]:
de: Dauer [sec.]:
fr: Durée [sec.]:

source: Number of second to dwell.
de: Anzahl Verweilzeit in Sekunden.
fr: Nombre de secondes pour lancement.

source: Units:
de: Einheiten:
fr: Unites:

source: Follow geometry created: %s
de: Folgegeometrie erstellt: %s

source: Isolation geometry created: %s
de: Isolationsgeometrie erstellt: %s

source: Diameter
de: Durchmesser

source: Please select one or more tools from the list and try again.
de: Bitte wählen Sie ein oder mehrere Werkzeuge von der Liste und versuchen Sie es erneut.

source: [warning] Milling tool is larger than hole size. Cancelled.
de: [Warnung] Fräswerkzeug ist größer als die Größe des Lochs. Abbruch.

source: Saved to:
de: Gespeichert:

source: [warning] No polygon found.
de: [Warnung] Kein Polygon gefunden.

source: Painting polygon.
de: Polygon zeichnen.

source: Polygon Paint started ...
de: Polygon zeichnen gestartet ...

source: Generating CNC Job.
de: Erstelle den CNC Job.

source: CNCjob created: %s
de: CNCjob erstellt: %s

source: %d processes running.
de: %d Prozesse laufen.

source: Measurement Tool
de: Messwerkzeug
fr: Outil de mesure

source: Click on a reference point ...
de: Auf einen Referenzpunkt klicken ...
fr: Cliquez sur un point de référence ...

source: Click on a reference point...
de: Auf einen Referenzpunkt klicken ...
fr: Cliquez sur un point de référence...

source: FlatCAM Object
de: FlatCAM Objekt
fr: Objet FlatCAM

source: <b>Scale:</b>
de: <b>Skalierung:</b>
fr: <b>Echelle:</b>

source: Change the size of the object.
de: Ändern der Größe des Objektes.
fr: Change la taille de l'objet.

source: Factor:
de: Faktor:
fr: Facteur:

source: Factor by which to multiply geometric features of this object.
de: Faktor mit dem die geometrischen Features in diesem Objekt multipliziert werden.
fr: Facteur par lequel multiplier les caractéristiques géométriques de cet objet.

source: Scale
de: Skalierung
fr: Echelle

source: Perform scaling operation.
de: Durchführen der Skalierung.
fr: Réalise une opération d'ecalage

source: Change the position of this object.
de: Ändern der Position des Objektes.
fr: Change la position de l'objet

source: Vector:
de: Vektor:
fr: Vecteur:

source: Amount by which to move the object in the x and y axes in (x, y) format.
de: Versatz der X und Y Achsen um welche das Objekt bewegt werden muss im.
fr: Montant par lequel de déplacer l'objet dans les axes x et y au format (x, y).

source: Perform the offset operation.
de: Durchführen des Offsetabgleichs.
fr: Réalise une opération de mise a l'echelle

source: CNC Job Object
de: CNC Job Objekt
fr: Objet de Job CNC

source: Update Plot
de: Aktualsiere Plot
fr: Mise à jour du trace

source: Update the plot.
de: Plot aktualisieren.
fr: Mise à jour du trace

source: Type here any G-Code commands you would like to add to the beginning of the generated file.
de: Geben Sie hier die G-Code Kommandos ein den Sie am Beginn der erstellten Datei hinzufügen wollen.
fr: Tapez ici toute commande G-Code G à ajouter au début du fichier généré.

source: Export G-Code
de: Exportiere G-Code
fr: Exporter G-Code

source: Opens dialog to save G-Code file.
de: Öffnet den Dialog zum Abspeichern der G-Code Datei.
fr: Ouvrir la boite de dialogue enregistrer le fichier G-code

source: Geometry Object
de: Geometrieobjekt
fr: Objet de geometrie

source: Multi-Depth:
de: Multi-Tiefe:
fr: Multi-Profondeur:

source: Use multiple passes to limit the cut depth in each pass. Will cut multiple times until Cut Z is reached.
de: Benutzt mehrere Durchgänge um die Schnitttiefe durch einzelne Durchgänge zu erreichen. Es wird mehrmals geschnitten bis die Tiefe Z erreicht ist.
fr: Utilisez plusieurs passes pour limiter la profondeur de coupe à chaque passage. Sera couper plusieurs fois jusqu'à ce que Cut Z soit atteint.

source: Depth/pass:
de: Tiefe/Durchgang:
fr: Dephasage/passe:

source: Depth of each pass (positive).
de: Tiefe jedes Durchgangs (positive).
fr: Dephasage de recherche de passe (positive)

source: Generate
de: Erstelle
fr: Generer

source: Generate the CNC Job object.
de: Erstelle das CNC Job Objekt.
fr: Genere un jot d'objet CNC.

source: After clicking here, click inside the polygon you wish to be painted. A new Geometry object with the tool paths will be created.
de: Nachdem Sie hier geklickt haben wählen Sie das Polygon an welches ausgefüllt werden soll. Ein neues Geometrieobjekt mit den Werkzeugpfaden wird erstellt.
fr: Après avoir cliqué ici, cliquez à l'intérieur le polygone que vous souhaitez peindre. Un nouvel objet de la géométrie avec l'outil chemins seront créés.

source: Excellon Object
de: Excellon Objekt
fr: Objet Excellon

source: <b>Tools</b>
de: <b>Werkzeuge</b>
fr: <b>Outil</b>

source: Tools in this Excellon object.
de: Werkzeuge in diesem Excellon Objekt.
fr: Outil dans les objet Excellon.

source: Tool change:
de: Werkzeugwechsel:
fr: Change d'outil:

source: Include tool-change sequence in G-Code (Pause for tool change).
de: Einfügen der Wechselsequenz in den G-Code für das Werkzeug (Pause zum Werkzeugwechsel).
fr: Inclure changement de séquence d'outil en G-Code (Pause pour le changement d'outil).

source: Tool change Z:
de: Werkzeugwechsel Z:
fr: Change d'outil Z:

source: Z-axis position (height) for tool change.
de: Position der Z-Achse (Höhe) für den Werkzeugwechsel.
fr: Position de l'axe Z (haut) pour changement d'outil.

source: Select from the tools section above the tools you want to include.
de: Wählen Sie oben die Werkzeuge in der Sektion der Werkzeuge aus die Sie benutzen wollen.
fr: Sélectionnez dans la section des outils ci-dessus les outils que vous voulez inclure.

source: Generate the CNC Job.
de: Erstelle den CNC Job.
fr: Générer un job CNC.

source: Generate Geometry
de: Erstelle Geometrie
fr: Générer une geometrie

source: Create the Geometry Object for milling toolpaths.
de: Erstellt das Geometrieobjekt für die Fräsbahnen.
fr: Cree une géométrie d'objet pour l'outil de fraisage.

source: Gerber Object
de: Gerber Objekt
fr: Objet Gerber

source: Create the Geometry Object for isolation routing.
de: Erstellt die Geometrie für das Isolationsrouting.
fr: Créez la géométrie de l'objet pour l'isolement de routage.

source: Generate the geometry for the board cutout.
de: Erstellt die Geometrie für den Leiterplatten Ausschnitt.
fr: Générer la géométrie pour la planche découpée.

source: Genrate the Geometry object.
de: Erstelle das Geometrieobjekt.
fr: Génère une géométrie d'objet

source: [error] Failed to open file: %s
de: [Fehler] Konnte Datei nicht öffnen: %s

source: (c) 2014-{} Juan Pablo Caram
fr: (c) 2014-{} Juan Pablo Caram Translation Daniel Sallin

source: cw
fr: SAM

source: &Exit
fr: &Quitter

source: Home
fr: Maison

source: &Zoom In
fr: &Zoom dans

source: Plot
fr: Tracé

source: 2 (L/R)
fr: 2 (G/D)

source: <b>Bounding Box:</b>
fr: <b>Boite frontière:</b>

source: Name:
fr: Nom:
