Repository: 3d-tools/flatcam
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Double-Sided PCB Tool
de: Doppelseitiges PCB Werkzeug
fr: Outil de PCB recto-verso

source: Bottom Layer:
de: Untere Lage:
fr: Couche du bas:

source: Layer to be mirrorer.
de: Lage die gespiegelt werden soll.

source: Mirror Axis:
de: Spiegelachse:
fr: Axe du mirroir

source: Mirror vertically (X) or horizontally (Y).
de: Vertikal (X) oder Horizontal (Y) spiegeln.
fr: Miroir vertical (X) ou horizontalement (Y).

source: Point
de: Punkt

source: Axis Location:
de: Lage der Achse

source: The axis should pass through a <b>point</b> or cut a specified <b>box</b> (in a Geometry object) in the middle.
de: Die Achse sollte durch einen <b>Punkt</b> laufen oder eine spezifische <b>Box</b> (in einem Geometrieobjekt) in der Mitte teilen.

source: Point/Box:
de: Punkt/Zone:

source: Specify the point (x, y) through which the mirror axis passes or the Geometry object containing a rectangle that the mirror axis cuts in half.
de: Legt den Punkt (x, y) fest durch den die Spiegelachse läuft oder das Geometrieobjekt mit dem Rechteck das durch die Achse in zwei gleiche Hälften geteilt wird.

source: Alignment Holes:
de: Asurichtungslöcher:

source: Alignment holes (x1, y1), (x2, y2), ... on one side of the mirror axis.
de: Ausrichtungslöcher (x1, y1), (x2, y2), ... auf einer Seite der gespiegelten Achse.

source: Drill diam.:
de: Bohrdurchmesser:

source: Diameter of the drill for the alignment holes.
de: Durchmesser der Bohrungen für die Ausrichtungslöcher

source: Create Alignment Drill
de: Erstelle Bohrungen zum Ausrichten

source: Creates an Excellon Object containing the specified alignment holes and their mirror images.
de: Erstellt ein Excellon Objekt welches die spezifizierten ausgerichteten Löcher und deren gespiegelten Images enthält.

source: Mirror Object
de: Objekt spiegeln

source: Mirrors (flips) the specified object around the specified axis. Does not create a new object, but modifies it.
de: Spiegelt das ausgewählte Objekt um die spezifizierte Achse. Dies erstellt kein neues Objekt, modifiziert das vorhandene aber.

source: FlatCAM Starting...
de: FlatCAM Startet ...

source: Type help to get started.
de: Schreiben Sie zum Beispiel 'help' um zu starten.
fr: Voir l'aide pour démarrer.

source: Select a Geometry Object to edit.
de: Wählen Sie ein Geometrieobjekt zum Bearbeiten.

source: Select a Geometry Object to update.
de: Wählen Sie ein Geometrieobjekt zum Aktualisieren.

source: Unknown command
de: Unbekanntes Kommando

source: ERROR: Could not load defaults file.
de: Fehler: Konnte die Datei mit den Standards nicht laden.

source: ERROR: Failed to parse defaults file.
de: Fehler: Die Datei mit den Standardeinstellungen konnte nicht geparst werden.

source: Failed to open recent files file for writing.
de: Aktuelle Datei konnte nicht zum Schreiben geöffnet werden.

source: Converting units to
de: Einheiten konvertieren zu

source: Close
de: Schließen

source: Could not load defaults file.
de: Konnte die Standardeinstellungen nicht laden.

source: [error] Could not load defaults file.
de: [Fehler] Konnte die Standardeinstellungen nicht laden.

source: Failed to parse defaults file.
de: Konnte die Standardeinstellungen nicht parsen.

source: [error] Failed to parse defaults file.
de: [Fehler] Konnte die Standardeinstellungen nicht parsen.

source: [error] Failed to write defaults to file.
de: [Fehler] Konnte die Standardeinstellungen nicht speichern.

source: Defaults saved.
de: Standardeinstellungen gespeichert.

source: <B>Change project units ...</B>
de: <B>Ändern der Maßeinheiten vom Projekt ...</B>

source: Changing the units of the project causes all geometrical properties of all objects to be scaled accordingly. Continue?
de: Ein Wechsel der Maßeinheiten vom Projekt wird ein Skalieren aller geometrischen Eigenschaften der Objekte nach sich ziehen. Fortsetzen?

source: Converted units to %s
de: Einheiten konvertiert zu %s

source: Object deleted: %s
de: Objekt gelöscht: %s

source: Object (%s) created: %s
de: Objekt (%s) erstellt: %s

source: Open cancelled.
de: Öffnen abgebrochen.

source: WARNING: No object selected.
de: Warnung: Kein Objekt ausgewählt.

source: Please Select a Geometry object to export
de: Bitte wählen Sie das Geometrieobjekt aus welches exportiert werden soll

source: Export SVG cancelled.
de: Export SVG abgebrochen.

source: Project saved to:
de: Projekt gespeichert nach:

source: Save Project As ...
de: Speichere Projekt unter ...

source: File exists. Overwrite?
de: Datei existiert bereits, überschreiben?

source: Project copy saved to:
de: Projektkopie wurde gespeichert nach:

source: Opened:
de: Geöffnet:

source: [error] Failed to open file:
de: [Fehler] Konnte Datei nicht öffnen:

source: [error] Failed to parse file:
de: [Fehler] Konnte Datei nicht parsen:

source: [error] An internal error has ocurred. See shell.
de: [Fehler] Ein interner Fehler ist aufgetreten. Bitte Sehen Sie in die Ausgabe des Shell Fensters.

source: [error] No geometry found in file:
de: [Fehler] Keine Geometrie in der Datei gefunden:

source: [error] Cannot open file:
de: [Fehler] Kann Datei nicht öffnen:

source: [error] Failed to open
de: [Fehler] Kann nicht öffnen

source: Failed to create CNCJob Object
de: CNCJob Objekt konnte nicht erstellt werden

source: Attempting to create a FlatCAM CNCJob Object from
de: Versuche ein FlatCAM CNCJob Objekt zu erstellen von

source: G-Code file failed during processing:
de: G-Code Datei Fehler während der Prozession von:

source: [error] Failed to open project file: %s
de: [Fehler] Konnte Projekt Datei nicht öffnen: %s

source: [error] Failed to parse project file: %s
de: [Fehler] Konnte Projekt Datei nicht parsen: %s

source: Project loaded from:
de: Projekt geladen von:

source: Available commands:
de: Mögliche Kommandos:

source: Type help <command_name> for usage. Example: help open_gerber
de: Schreiben Sie 'help <command>' für die Benutzung. Zum Beispiel: help open_gerber

source: Unknown command: %s
de: Unbekanntes Kommando: %s

source: [error] Failed to load recent item list.
de: [Fehler] Die Liste der zuletzt benutzen Dateien konnte nicht geladen werden.

source: [error] Failed to parse recent item list.
de: [Fehler] Die Liste der zuletzt benutzen Dateien konnte nicht geparst werden.

source: Choose an item from Project
de: Wählen Sie ein Element vom Projekt

source: [warning] Failed checking for latest version. Could not connect.
de: [Warnung] Ein Fehler ist aufgetreten beim Prüfen der aktuellen Version. Kann nicht verbinden.
fr: [Avertissement] Échec de vérification de dernière version. N'a pas pu se connecter.

source: [error] Could not parse information about latest version.
de: [Fehler] Konnte die Informationen über die aktuelle Version nicht einlesen.
fr: [Error] Impossible d'analyser des informations sur la version la plus récente.

source: [success] FlatCAM is up to date!
de: [Erfolg] FlatCAM is aktuell!
fr: [Succès] FlatCAM est à jour!

source: Newer Version Available
de: Eine neuere Version ist erhältlich.
fr: Version plus récente disponible

source: There is a newer version of FlatCAM available for download:<br><br><B>
de: Es ist eine neuere Version von FlatCAM erhältlich per Download:<br><br><B>
fr: Il existe une version plus récente de FlatCAM disponible pour le téléchargement: <br><br><B>

source: [warning] There was no active object
de: [Warnung] Es gab kein aktives Objekt

source: [error] Failed to open file for saving: %s
de: [Fehler] Konnte Datei nicht öffnen zum abspeichern: %s

source: Project saved to: %s
de: Projekt gespeichert: %s

source: Buffer Selection
de: Buffer Auswahl

source: Buffer distance:
de: Buffer Abstand

source: Paint Options
de: Zeichnungsoptionen

source: Tool dia:
de: Durchmesser Werkzeug:
fr: Diamètre outil:

source: Diameter of the tool to be used in the operation.
de: Durchmesser des Werkzeuges welches in dieser Operation benutzt wird.
fr: Diamètre de l'outil qui peux être utilisé dans l'opération.

source: Overlap:
de: Überlappung:
fr: Chevauchement:

source: How much (fraction) of the tool width to overlap each tool pass.
de: Welcher Anteil von der Werkzeugbreite soll bei der Überlappung eines Durchgangs benutzt werden.
fr: Combien (fraction) de l'outil largeur pour chevaucher chaque passage de l'outil.

source: Margin:
de: Rand:
fr: Marge:

source: Distance by which to avoid the edges of the polygon to be painted.
de: Abstand an den Ecken des Polygons an dem nichts gezeichnet werden soll.
fr: Distance pour éviter les bords du polygone à être peint.

source: Method:
de: Methode:
fr: Méthode:

source: Algorithm to paint the polygon:<BR><B>Standard</B>: Fixed step inwards.<BR><B>Seed-based</B>: Outwards from seed.
de: Algorithmus zum Zeichen der Polygone:<BR><B>Standard</B>: Fixe Schrittweite innen.<BR><B>Samen basiert</B>: Auswärts vom Samen.
fr: Algorithme pour peindre le polygone: <br><b>Standard</b>: Étape fixe vers l'intérieur à <br><b>base de semences.<b>: Vers l'extérieur à partir de graines.

source: Seed-based
de: Samen basiert
fr: Base de semences

source: Paint
de: Zeichnen

source: Click on 1st point...
de: Auf den 1. Punkt klicken ...
fr: Cliquez sur le premier point ...

source: Click on CENTER ...
de: Ins ZENTRUM klicken ...
fr: Cliquez sur un CENTRE ...

source: Click on perimeter to complete ...
de: Auf den Perimeter klicken zum Vervollständigen ...
fr: Cliquez sur un périmètre pour finir ...

source: Done.
de: Erledigt.
fr: Annuler.

source: Click on 1st point ...
de: Auf den ersten Punkt klicken ...
fr: Cliquez sur le premier point ...

source: Click on 2nd point to complete ...
de: Auf den zweiten Punkt zum Vervollständigen klicken ...
fr: Cliquer sur un second point pour finir ...

source: Direction:
de: Richtung:

source: Click on 1st corner ...
de: Auf die erste Ecke klicken ...
fr: Cliquez sur un premier coin ...

source: Click on opposite corner to complete ...
de: Auf die gegenüberliegende Ecke klicken zum Vervollständigen ...
fr: Cliquez sur un coin oposé pour finir ...

source: Click on next point or hit SPACE to complete ...
de: Auf den nächsten Punkt klicken oder die Leertaste betätigen zum Vervollständigen ...
fr: Cliquer sur le point suivant ou touche ESPACE pour finir ...

source: Click on geometry to select
de: Zur Auswahl auf die Geometrie klicken
fr: Cliquez sur une géométrie pour sélection

source: Click on reference point.
de: Auf den Referenzpunkt klicken.
fr: Cliquez sur le point de référence...

source: Nothing to move.
de: Nichts zu bewegen.
fr: Rien à bouger.

source: Click on final location.
de: Auf die finale Position klicken.
fr: Cliquez sur la fin ...

source: Select 'Esc'
de: Auswahl 'Esc'
fr: Sélection 'Esc'

source: Add Circle
de: Kreis hinzufügen
fr: Ajouter un cercle

source: Add Arc
de: Kreisbogen hinzufügen
fr: Ajouter un Arc

source: Add Rectangle
de: Rechteck hinzufügen
fr: Ajouter un rectangle

source: Add Polygon
de: Polygon hinzufügen
fr: Ajouter un polygone

source: Add Path
de: Pfad hinzufügen
fr: Ajouter un chemin

source: Polygon Union
de: Zusammenführung Polygon
fr: Union de polygone

source: Polygon Intersection
de: Schnittmenge Polygon
fr: Intersection de polygone

source: Polygon Subtraction
de: Differenzierung Polygon
fr: Soustraction de polygone

source: Cut Path
de: Pfad ausschneiden
fr: Couper un chemin

source: Move Objects 'm'
de: Objekte bewegen 'm'
fr: Déplacer des objet 'm'

source: Copy Objects 'c'
de: Objekte kopieren 'c'
fr: Copier des objets 'c'

source: Delete Shape '-'
de: Form löschen '-'
fr: Suprimer une forme '-'

source: Snap to grid
de: Am Raster ausrichten
fr: Lâcher la grille

source: Grid X distance
de: Raster X Entfernung
fr: Distance de grille X

source: Grid Y distante
de: Raster Y Entfernung
fr: Distance de grille Y

source: Snap to corner
de: An der Ecke einrasten
fr: Lâcher le coin

source: Max. magnet distance
de: Max. magnetische Entfernung
fr: Distance magnétique maxi

source: Drawing
de: Zeichnen
fr: Dessin

source: Buffer selection 'b'
de: Auswahl Zwischenspeicher 'b'
fr: Sélection de tampon 'b'

source: Paint selection
de: Zeichnungsauswahl

source: Expected a DrawToolShape, got %s
de: Ein DrawToolShape erwartet, erhalten %s
fr: Attendus un outil de dessin en forme, obtenu %s

source: Shape object has empty geometry (None)
de: Die Form hat eine leere Geometrie (Keine)
fr: Objet de géométrie vide (Aucun)

source: Shape objects has empty geometry ([])
de: Die Form hat eine leere Geometrie ([])
fr: Objet de géométrie vide ([])

source: Not implemented.
de: Nicht implementiert.
fr: Non implémenter

source: Expected a Geometry, got %s
de: Eine Geometrie erwartet, stattdessen %s erhalten
fr: Exeption d'objet de géométrie, obtenu %s

source: No active tool to respond to click!
de: Kein aktives Werkzeug zum Antworten auf einen Klick!
fr: Pas d'outil actif pour réponde au clic

source: Cancelled.
de: Abgebrochen.
fr: Annuler

source: Click on target point.
de: Auf den Zielpunkt klicken.
fr: Cliquez sur la cible ...

source: [warning] Nothing selected for buffering.
de: [Warnung] Nichts ausgewählt zum Zwischenspeichern.
fr: [Attention] Rien n'est sélectionné pour le tampon.

source: [warning] Invalid distance for buffering.
de: [Warnung] Ungültiger Abstand zum Zwischenspeichern.
fr: [Attention] Distance invalide pour le tampon.

source: [warning] Nothing selected for painting.
de: [Warnung] Nichts ausgewählt zum Zeichnen.

source: &File
de: &Datei
fr: &Fichier

source: &New
de: &Neu
fr: &Nouveau

source: Open recent ...
de: Öffne zuletzt verwendet ...
fr: Ouvrir récent ...

source: Open &Gerber ...
de: Öffne &Gerber ...
fr: Ouvrir &Gerber ...

source: Open &Excellon ...
de: Öffne &Excellon ...
fr: Ouvrir &Excellon ...

source: Open G-&Code ...
de: Öffne G-&Code ...
fr: Ouvrir G-&Code ...

source: Open &Project ...
de: Öffne &Projekt ...
fr: Ouvrir &Projet ...

source: Import &SVG ...
de: Importiere S&VG ...
fr: Importer &SVG

source: Export &SVG ...
de: Exportiere SV&G ...
fr: Exporter &SVG

source: &Save Project
de: Projekt &Speichern
fr: &Sauver projet

source: Save Project &As ...
de: Speichere Projekt &unter ...
fr: Sauver projet sous ...

source: Save Project C&opy ...
de: Speichere K&opie des Projektes ...
fr: Sauver projet C&opie ...

source: Save &Defaults
de: Speichere Standard&werte
fr: Sauver &Défauts

source: &Edit
de: &Bearbeiten
fr: &Edition

source: New Geometry
de: Neue Geometrie
fr: Nouvelle Géométrie

source: Edit Geometry
de: Geometrie bearbeiten
fr: Edition de géométrie

source: Update Geometry
de: Geometrie aktualisieren
fr: Mise a jour géométrie

source: Join Geometry
de: Geometrie starten
fr: Joindre géometrie

source: Delete
de: Löschen
fr: Supprimer

source: &Options
de: &Optionen

source: Transfer options
de: Optionen Übertragung
fr: Option de transfert

source: Application to Project
de: Applikation zu Projekt
fr: Application vers projet

source: Project to Application
de: Projekt zu Applikation
fr: Projet vers Application

source: Project to Object
de: Projekt zu Objekt
fr: Projet vers objet

source: Object to Project
de: Objekt zu Projekt
fr: Objet vers projet

source: Application to Object
de: Applikation zu Objekt
fr: Application vers Objet

source: Object to Application
de: Objekt zu Applikation
fr: Objet vers Application

source: Language
de: Sprache

source: English
de: Englisch

source: Francais
de: Französisch

source: Russian
de: Russisch

source: &View
de: &Anzeige
fr: &Vue

source: Disable all plots
de: Deaktiviere alle Plots
fr: Désactiver tout les traces

source: Disable all plots but this one
de: Deaktiviere alle Plots außer diesen
fr: Désactiver tout les autres traces

source: Enable all plots
de: Alle Plots ermöglichen
fr: Active tous les traces

source: &Tool
de: &Werkzeuge
fr: &Outil

source: &Command Line
de: &Kommandozeile
fr: Ligne de &Commande

source: &Help
de: &Hilfe
fr: &Aide

source: About FlatCAM
de: Über FlatCAM
fr: A propos de FlatCAM

source: Manual
de: Handbuch
fr: Manuel

source: &Zoom Fit
de: Passend &Zoomen
fr: Adapter le &Zoom

source: &Zoom Out
de: Heraus &Zoomen
fr: &Zoom dehors

source: &Clear Plot
de: &Plot Löschen
fr: &Effacer les traces

source: &Replot
de: &Neu Plotten
fr: &Retrace

source: New Blank Geometry
de: Neue leere Geometrie
fr: Nouvelle géométrie vide

source: &Delete
de: &Löschen
fr: &Supprimer

source: Project
de: Projet

source: Selected
de: Ausgewählt
fr: Sélectionner

source: APPLICATION DEFAULTS
de: Standard Einstellungen
fr: DEFAUT DE L’APPLICATION

source: PROJECT OPTIONS
de: Projekt Optionen
fr: OPTION DE PROJET

source: Options
de: Optionen

source: Tool
de: Werkzeuge
fr: outil

source: Idle.
de: Leerlauf.
fr: Au repos.

source: Hello!
de: Hallo!
fr: Bonjour!

source: Gerber Options
de: Optionen Gerber
fr: Options Gerber

source: <b>Plot Options:</b>
de: <b>Optionen Plotten:</b>
fr: <b>Options de trace:</b>

source: Plot (show) this object.
de: Plotte (zeige) diese Objekt.
fr: Tracé (visible) de l'objet.

source: Solid
de: Einheitlich
fr: Continu

source: Solid color polygons.
de: Einfarbige Polygone.
fr: Polygone solid de couleur

source: Multicolored
de: Merhfarbig
fr: Multicolore

source: Draw polygons in different colors.
de: Zeichnet Polygone in unterschiedlichen Farben.
fr: Afficher les polygone de différentes couleur

source: <b>Isolation Routing:</b>
de: <b>Isolationsrouting:</b>
fr: <b>Isolation Routage:</b>

source: Create a Geometry object with toolpaths to cut outside polygons.
de: Erstellt ein Geometrieobjekt mit Werkzeugwegen um Polygone außerhalb zu schneiden.
fr: Créer un objet de géométrie avec des parcours à couper les polygones extérieurs.

source: Diameter of the cutting tool.
de: Durchmesser des Schnittwerkzeugs.
fr: Diamètre de l'outil de coupe

source: Width (# passes):
de: Weite (# Durchläufe):
fr: Largeur (# passe):

source: Width of the isolation gap in number (integer) of tool widths.
de: Ganzzahlige Anzahl der Breiten vom Werkzeug zur Erstellung des Isolationsabstandes
fr: Largeur de l'écart d'isolement dans Nombre (entier) de la largeurs d'outil.

source: Pass overlap:
de: Überlappung je Durchlauf:
fr: Passer chevauchement:

source: How much (fraction of tool width) to overlap each pass.
de: Wieviel Überlappung pro Durchlauf (Bruchteil der Werkzeugbreite).
fr: Combien (fraction d'outil) pour chevaucher chaque passage.

source: Combine Passes
de: Kombiniere Durchläufe
fr: Combinez Passes

source: Combine all passes into one object
de: Kombiniert alle Durchgänge in ein Objekt.
fr: Mélanger toutes les passes en un seul objet

source: <b>Board cutout:</b>
de: <b>Board Ausschnitt:</b>
fr: <b>Planche découpé:</b>

source: Create toolpaths to cut around the PCB and separate it from the original board.
de: Erstellt einen Wegepfad um die PCB vom Original Board aus zuschneiden.
fr: Créer des parcours pour couper autour du PCB et le séparer de la planche d'origine.

source: Distance from objects at which to draw the cutout.
de: Distanz vom Objekt an dem der Ausschnitt gezeichnet werden soll.
fr: Distance à partir d'objets à laquelle pour dessiner la découpe.

source: Gap size:
de: Größe Abstand:
fr: Taille des écarts

source: Size of the gaps in the toolpath that will remain to hold the board in place.
de: Größe des Abstandes zwischen den Werkzeugwegen die erhalten bleibt um das Board auf der Stelle zu halten.
fr: Taille des écarts dans la trajectoire de l'outil qui restera à tenir le planche en place.

source: Gaps:
de: Abstände:
fr: Ecarts:

source: Where to place the gaps, Top/Bottom Left/Rigt, or on all 4 sides.
de: Ort an dem Abstände eingefügt werden sollen, Oben/Unten, Links/Rechts oder allen vier Seiten.
fr: Où placer les marges, Haut/Bas Gauche/Droite, ou sur les 4 côtés.

source: 2 (T/B)
de: 2 (O/U)
fr: 2 (H/B)

source: <b>Non-copper regions:</b>
de: <b>Nicht Kupfer Regionen:</b>
fr: <b>Les régions non-cuivree:</b>

source: Create polygons covering the areas without copper on the PCB. Equivalent to the inverse of this object. Can be used to remove all copper from a specified region.
de: Erstellt Polygone welche die Flächen ohne Kupfer auf dem Board abdecken. Diese sind invers zum aktuellen Objekt. Kann benutzt werden um Kupfer von einer spezifischen Fläche zu entfernen.
fr: Créer des polygones couvrant la zones sans cuivre sur le PCB. Equivalent à l'inverse de cet objet. Peut être utilisé pour enlever tous les cuivre d'une région déterminée.

source: Boundary Margin:
de: Boundary Abstand:
fr: Marge limites:

source: Specify the edge of the PCB by drawing a box around all objects with this minimum distance.
de: Spezifiziert die Kante der Leiterplatte durch Zeichnen einer Box um alle Objekte mit dem kleinsten Abstand.
fr: Indiquez le bord du PCB en dessinant une boîte autour de tous les les objets avec ce minimum distance.

source: Rounded corners
de: Gerundete Ecken
fr: Coins arrondis

source: Creates a Geometry objects with polygons covering the copper-free areas of the PCB.
de: Erstellt eine Geometrie der Objekte mit Polygonen der Kupfer freien Zonen auf der Leiterplatte.
fr: Crée un des objets géométriques avec des polygones recouvrir les zones du circuit imprimé sans cuivre.

source: Distance of the edges of the box to the nearest polygon.
de: Abstand der Ecken von der Box zum am nähesten gelegenen Polygon.
fr: Distance des bords de la boîte au polygone le plus proche.

source: If the bounding box is to have rounded corners their radius is equal to the margin.
de: Wenn die Box gerundete Ecken besitzt ist der Radius gleich dem Abstand,
fr: Si la zone de délimitation est d'avoir des coins arrondis leur rayon est égal à la marge.

source: Excellon Options
de: Optionen Excellon
fr: Options d'Excellon

source: Solid circles.
de: Ausgefüllte Kreise.
fr: Cercles pleins.

source: <b>Create CNC Job</b>
de: <b>Erstelle CNC Job</b>
fr: <b>Créer job CNC</b>

source: Create a CNC Job object for this drill object.
de: Erstellt ein CNC Job Objekt für dieses Bohr Objekt.
fr: Créer un CNC Job objet pour cet objet de foret.

source: Cut Z:
de: Tiefe Z:
fr: Couper Z:

source: Drill depth (negative) below the copper surface.
de: Bohrtiefe (negativ) unterhalb der Kupferoberfläche.
fr: Profondeur de percage (négatif) \ n au-dessous de la surface de cuivre.

source: Travel Z:
de: Anhebung Z:
fr: Voyage Z:

source: Tool height when travelling across the XY plane.
de: Anhebung des Werkzeugs wenn auf dieses auf der XY Ebene bewegt wird.
fr: Hauteur de l'outil lorsque vous voyagez dans le plan XY.

source: Feed rate:
de: Vorschubgeschwindigkeit:
fr: Vitesse d'avance:

source: Tool speed while drilling (in units per minute).
de: Geschwindigkeit des Werkzeugs während des Bohrens (Umdrehungen/s).
fr: La vitesse de l'outil en cours de perçage (En unités par minute).

source: Toolchange Z:
de: Werkzeugwechsel Z:
fr: changement d'outil Z

source: Tool Z where user can change drill bit
de: Werkzeug Z wo der Benutzer den Bohrer wechseln kann
fr: Outil Z où l'utilisateur peut changer foret

source: Spindle speed:
de: Geschwindigkeit Spindel:
fr: Vitesse de broche:

source: Speed of the spindle in RPM (optional)
de: Geschwindigkeit der Spindel in U/min (optional)
fr: La vitesse de la broche en rotation par minutes (en option)

source: <b>Mill Holes</b>
de: <b>Löcher fräsen</b>
fr: <b>Trous de fraisage</b>

source: Create Geometry for milling holes.
de: Erstelle Geometrie für zu fräsende Löcher.
fr: Créer la géométrie pour les trous de fraisage.

source: Geometry Options
de: Optionen Geometrie
fr: Options Géométrie

source: <b>Create CNC Job:</b>
de: <b>Erstelle CNC Job:</b>
fr: <b>Créer un job CNC</b>

source: Create a CNC Job object tracing the contours of this Geometry object.
de: Erstell einen CNC Job der den Konturen dieses Geometrieobjektes folgt.
fr: Créer un job d'objet CNC traçant les contours de cette Geometrie.
