Repository: 3d-tools/flatcam
Catalog: locale/*/LC_MESSAGES/ToolCalculators.po
Languages: ro

source: Calculators
ro: Calculatoare

source: V-Shape Tool Calculator
ro: Calculator Unealta V-Shape

source: Units Calculator
ro: Calculator Unitati

source: ElectroPlating Calculator
ro: Calculator ElectroPlacare

source: Here you enter the value to be converted from INCH to MM
ro: Aici se introduce valoarea care trebuie convertita din Inch in milimetri.

source: Here you enter the value to be converted from MM to INCH
ro: Aici se introduce valoarea care trebuie convertita din milimetri in Inch.

source: Tip Diameter:
ro: Diametrul Varf:

source: This is the diameter of the tool tip. The manufacturer specifies it.
ro: Acesta este diametrul varfului uneltei. Este specificat de producatorul uneltei.

source: Tip Angle:
ro: Unghi Varf:

source: This is the angle of the tip of the tool. It is specified by manufacturer.
ro: Acesta este unghiul la varf al uneltei. Este specificat de producatorul uneltei.

source: Cut Z:
ro: Z taiere:

source: This is the depth to cut into the material. In the CNCJob is the CutZ parameter.
ro: Aceasta este adancimea la care se taie in material. In CNCJob este parametrul >Z taiere<.

source: Tool Diameter:
ro: Diametru Unealta:

source: This is the tool diameter to be entered into FlatCAM Gerber section. In the CNCJob section it is called >Tool dia<.
ro: Acesta este diametrul uneltei care trebuie introdusa in sectiunea FlatCAM Gerber. In sectiunea CNCJob este denumit >Dia. Unealta<.

source: Calculate
ro: Calculeaza

source: Calculate either the Cut Z or the effective tool diameter, depending on which is desired and which is known.
ro: Calculeaza ori param. >Z taiere< ori diametrul efectiv al uneltei in functie de care se doreste si care este cunoscut.

source: This calculator is useful for those who plate the via/pad/drill holes, using a method like grahite ink or calcium hypophosphite ink or palladium chloride.
ro: Acest calculator este util pentru aceia care acopera cu Cupru via/gauri, folosind o metoda cum ar fi: clorura de paladiu, hipofosfitul de calciu sau cerneala pe baza de grafit.

source: Board Length:
ro: Lungimea placii:

source: This is the board length. In centimeters.
ro: Aceasta este lungimea placii. In centimetri.

source: Board Width:
ro: Latimea placii:

source: This is the board width.In centimeters.
ro: Aceasta este latimea placii. In centimetri.

source: Current Density:
ro: Densitatea de current:

source: Current density to pass through the board. In Amps per Square Feet ASF.
ro: Densitatea curentului care trece prin palca. In amperi / picior la patrat (ASF).

source: Copper Growth:
ro: Grosime Cupru:

source: How thick the copper growth is intended to be. In microns.
ro: Valoarea cu cat se creste grosimea cuprului. In micron.

source: Current Value:
ro: Valoare Int. Curent:

source: This is the current intensity value to be set on the Power Supply. In Amps.
ro: Aceasta este intensitatea curentului electric care se seteaza in sursa de tensiune. In amperi.

source: Time:
ro: Durata:

source: This is the calculated time required for the procedure. In minutes.
ro: Aceasta este durata necesara pentru procedura. In minute.

source: Calculate the current intensity value and the procedure time, depending on the parameters above
ro: Calculeaza intensitatea curentului cat si durata procedurii, in functie de parametrii de mai sus.

source: [ERROR_NOTCL]Wrong value format entered, use a number.
ro: [ERROR_NOTCL] A fost introdusa o valoare in format gresit, foloseste un numar.
