Repository: 3d-tools/flatcam
Catalog: locale/*/LC_MESSAGES/ToolMeasurement.po
Languages: ro

source: Measurement
ro: Măsurare

source: Start
ro: Plecare

source: Coords
ro: Coordonatele

source: This is measuring Start point coordinates.
ro: Aceasta măsoară coordonatele punctului de start.

source: Stop
ro: Oprire

source: This is the measuring Stop point coordinates.
ro: Acesta masoara coordonatele punctului de stop.

source: This is the distance measured over the X axis.
ro: Aceasta este distanța măsurată pe axa X.

source: This is the distance measured over the Y axis.
ro: Aceasta este distanța măsurată pe axa Y.

source: DISTANCE
ro: DISTANTA

source: This is the point to point Euclidian distance.
ro: Aceata este distanta Euclidiana de la punct la punct.

source: Those are the units in which the distance is measured.
ro: Aestea sunt unitatile in care se masoara distanta.

source: Measure
ro: Masoara

source: Meas. Tool
ro: Unealta de masurare

source: MEASURING: Click on the Start point ...
ro: Masurare: Click pe punctul de Start ...

source: MEASURING: Click on the Destination point ...
ro: Masurare: Click pe punctul Destinatie ...

source: MEASURING: Result D(x) = %.4f | D(y) = %.4f | Distance = %.4f
ro: Masurare: Rezultat D(x) = %.4f | D(y) = %.4f | Distanta = %.4f
